Repository: evelyn046/OmegaT_l10n
Catalog: 2_project/tm/reviews_EN-US_ZH-CN.tmx
Source language: en_us
Languages: zh_cn

source: Reviews of OmegaT
zh_cn: OmegaT 的点评

source: Introduction to OmegaT (2.5.0).
zh_cn: OmegaT 简介（2.5.0）。

source: By Arno Peters and Mariëtte van Drunen (in Dutch).
zh_cn: 作者：Arno Peters 和 Mariëtte van Drunen（荷兰语）。

source: Review of OmegaT 2.3.0.
zh_cn: OmegaT 2.3.0 点评。

source: By Václav Hejda (in Czech).
zh_cn: 作者：Václav Hejda（捷克语）。

source: Review of OmegaT 1.6 RC5.
zh_cn: OmegaT 1.6 RC5 点评。

source: By Yutaka Kachi (in Japanese).
zh_cn: 作者：Yutaka Kachi（日语）。

source: Description of OmegaT (2008).
zh_cn: OmegaT 说明书（2008）。

source: By Asier Sarasua Garmendia (in Basque).
zh_cn: 作者：Asier Sarasua Garmendia（巴斯克语）。

source: Review of OmegaT 1.6.1_1.
zh_cn: OmegaT 1.6.1_1 点评。

source: By Takashi Miyamoto (in Japanese).
zh_cn: 作者：Takashi Miyamoto（日语）。

source: Review of OmegaT, 11 April 2008.
zh_cn: OmegaT 点评，2008 年 4 月 11 日。

source: By Corinne McKay (in English).
zh_cn: 作者：Corinne McKay（英语）。

source: Review of OmegaT, 2010.
zh_cn: OmegaT 点评，2010 年。

source: By Leo Viëtor (in Dutch).
zh_cn: 作者：Leo Viëtor（荷兰语）。

source: Review of OmegaT, 2009.
zh_cn: OmegaT 点评，2009 年。

source: In PCW.GR (in Greek).
zh_cn: 在 PCW.GR 网站上（希腊文）。

source: Brief introduction to OmegaT, 2009 (in Vietnamese).
zh_cn: OmegaT 简介，2009 年（越南语）。

source: Degree thesis by Sébastien Guillardeau, 2010 (in German).
zh_cn: Sébastien Guillardeau 的学位论文，2010 年（德语）。

source: Contains a comprehensive description of OmegaT.
zh_cn: 其中包含对 OmegaT 的全面说明。

source: Mini-review of OmegaT, 2012.
zh_cn: OmegaT 小点评，2012。

source: OmegaT on Wikipedia
zh_cn: Wikipedia 上的 OmegaT 词条

source: OmegaT on Wikipedia 25 languages
zh_cn: Wikipedia 上的 OmegaT 词条 25 种语言
